usernamehw.errorlens
subframe7536.custom-ui-style
christian-kohler.path-intellisense
raunofreiberg.vesper
evondev.evondev-snippets
formulahendry.auto-complete-tag
ms-vscode.cpptools-extension-pack
ms-vscode.test-adapter-converter
dbaeumer.vscode-eslint
be5invis.vscode-custom-css
ms-vscode.live-server
xabikos.javascriptsnippets
ecmel.vscode-html-css
k--kato.docomment
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
evondev.generate-css-class
aaron-bond.better-comments
solnurkarim.html-to-css-autocompletion
naumovs.color-highlight
aliasadidev.nugetpackagemanagergui
ms-vscode.cpptools-themes
ms-vscode-remote.remote-wsl
pkief.material-icon-theme
vscodevim.vim
ms-mssql.data-workspace-vscode
moalamri.inline-fold
alefragnani.bookmarks
steoates.autoimport
mechatroner.rainbow-csv
christian-kohler.npm-intellisense
ms-dotnettools.vscode-dotnet-pack
kevinrose.vsc-python-indent
ms-mssql.sql-bindings-vscode
eamodio.gitlens
formulahendry.code-runner
adpyke.codesnap
oderwat.indent-rainbow
ms-dotnettools.vscode-dotnet-runtime
bradgashler.htmltagwrap
jaheenafsarsyed.live-pug-compiler
esbenp.prettier-vscode
wix.vscode-import-cost
josemurilloc.aura-spirit-dracula
ms-python.python
ritwickdey.liveserver
tabnine.tabnine-vscode
dsznajder.es7-react-js-snippets
tomoki1207.pdf
github.copilot
ms-mssql.sql-database-projects-vscode
ms-mssql.mssql
hoovercj.vscode-power-mode
pranaygp.vscode-css-peek
github.copilot-chat
burkeholland.simple-react-snippets
shd101wyy.markdown-preview-enhanced
ms-vscode.powershell
redhat.vscode-xml
hediet.debug-visualizer
ionide.ionide-fsharp
brandonkirbyson.vscode-animations
ms-vscode.cpptools
ms-dotnettools.csharp
ms-dotnettools.csdevkit
tonybaloney.vscode-pets
visualstudioexptteam.vscodeintellicode
mrmlnc.vscode-scss
ms-dotnettools.vscodeintellicode-csharp
