aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
aliasadidev.nugetpackagemanagergui
andrejunges.handlebars
be5invis.vscode-custom-css
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dineug.vuerd-vscode
donjayamanne.githistory
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
evondev.evondev-snippets
evondev.generate-css-class
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.copilot
github.copilot-chat
hediet.debug-visualizer
hoovercj.vscode-power-mode
hossaini.bootstrap-intellisense
humao.rest-client
joy-yu.css-snippets
k--kato.docomment
kevinrose.vsc-python-indent
knozz.subwayame
mechatroner.rainbow-csv
moalamri.inline-fold
mongodb.mongodb-vscode
mrmlnc.vscode-scss
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.powershell
naumovs.color-highlight
oderwat.indent-rainbow
pranaygp.vscode-css-peek
raunofreiberg.vesper
redhat.vscode-xml
ritwickdey.liveserver
solnurkarim.html-to-css-autocompletion
steoates.autoimport
tomoki1207.pdf
tonybaloney.vscode-pets
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodeshift.mui-snippets
vscodevim.vim
wenfangdu.jump
wix.vscode-import-cost
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
