aaron-bond.better-comments
adpyke.codesnap
afzalsayed96.heroicons
alefragnani.bookmarks
austenc.tailwind-docs
be5invis.vscode-custom-css
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
burkeholland.simple-react-snippets
chadalen.vscode-jetbrains-icon-theme
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
connorshea.vscode-test-explorer-status-bar
csstools.postcss
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dineug.vuerd-vscode
donjayamanne.githistory
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
evondev.evondev-snippets
evondev.generate-css-class
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
hbenl.vscode-test-explorer
hediet.debug-visualizer
heybourn.headwind
hoovercj.vscode-power-mode
humao.rest-client
joy-yu.css-snippets
k--kato.docomment
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
mrmlnc.vscode-scss
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.test-adapter-converter
naumovs.color-highlight
oderwat.indent-rainbow
patcx.vscode-nuget-gallery
pranaygp.vscode-css-peek
raunofreiberg.vesper
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
s-nlf-fh.glassit
shd101wyy.markdown-preview-enhanced
solnurkarim.html-to-css-autocompletion
steoates.autoimport
stivo.tailwind-fold
sumneko.lua
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wenfangdu.jump
wix.vscode-import-cost
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
